Repository: mozilla-l10n/mt-training-data
Catalog: haz/haz_pontoon.tmx
Source language: en_us
Languages: haz

source: 1 sentence collected
haz: جوملا ݖۉل شودۂ

source: 2 down, keep it up!<playIcon></playIcon>
haz: 2 تا٬ ایدامۂ بیدی

source: Abkhaz
haz: ابخئز

source: About
haz: دۂ بارې شی

source: Accepted file types: .tsv only
haz: اقسامی فایل قئبول شود: فئقئد ݖی ایس وی

source: Acehnese
haz: اچینیس

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
haz: آیا اونا جوملۂ رۂ سئیې خاند؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
haz: { $actionType }<recordIcon></recordIcon> باز جوملۂ رۂ بیلئن بېخان

source: { $actionType }<stopIcon></stopIcon> when done
haz: { $actionType } <stopIcon> </stopIcon> غݷدی کی شود

source: { $actionType } submit when ready
haz: { $actionType }غݷدی کی آمادۂ شود جئم کو

source: Adamawa Fulfulde
haz: آدئم اوا فولفولدې

source: Add and Review Sentences, Add Questions, Transcribe Audio
haz: جوملا رۂ ایزافۂ و از نۆ تۉغ کید٬ سئوال ایزافۂ کید٬ نیمئشتې آواز ایزافۂ کید

source: Add <icon></icon> a public domain sentence
haz: دۂ اولوسی ۮۉمېن یئگ جوملۂ ایزافۂ کو<icon></icon>

source: Add information
haz: مالومات ایزافۂ کید

source: Add new sentences for the community to read
haz: بئلدې آغیل / کئمیونیݖی نۆ جوملا ایزافۂ کید

source: Add one sentence per line
haz: دۂ آر خئد یئگ جوملۂ ایزافۂ کو

source: Add questions in your language
haz: دۂ زیبۉنی خۉد خو سئوال ایزافۂ کید

source: Add Sentences
haz: جوملا رۂ ایزافۂ کید

source: Add sentences in your language
haz: دۂ زیبۉنی خۉد خو جوملا رۂ ایزافۂ کید

source: Add up to 1,000 sentences
haz: تا 1000 جوملۂ ایزافۂ میتنید

source: Add Your Voice
haz: آواز خو ایزافۂ کو

source: Adyghe
haz: اېدیغی

source: Afaan Oromo
haz: آفان ارۉمۉ

source: Afar
haz: آفار

source: Afrikaans
haz: افریقایی

source: Agriculture and Food
haz: کیشت کاری و خۉراکۂ

source: Albanian
haz: البانی

source: All sentence must have the same domain
haz: پئگ جوملا یئگ اللی ۮۉمېن دیشتۂ شۂ

source: All sentences must have the same citation
haz: پئگ جوملا یئگ اللی اوالۂ دیشتۂ شۂ

source: Already have an account? <login>Log-In</login>
haz: پېش از پېش ایساب/ اکاونݖ دیرې؟ واز کو

source: Alsatian
haz: السیسانی

source: Amharic
haz: امېریک

source: An error occurred fetching sentences
haz: دۂ گیریفتۉنی جوملا غئلتی پݷدا شود

source: An error occurred reviewing this sentence
haz: دۂ از سئر نۆ تۉغ کیدۉنی جوملا غئلتی پݷدا شود

source: An error occurred submitting your voice information
haz: دۂ غݷدی جئم کیدۉنی مالومات آواز یئگ موشکیل پېش اماد

source: Approve
haz: قئبول کیدۉ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
haz: شئرشۉری استې از پئس پوشت موشکیل نئدرۂ٬ مگئر اکیرۂ اوقئس بیلئن نئباشۂ کی مئشینی الگۉریتم او لۆزا رۂ بوفامۂ کی دۂ نیمیشتۂ نییۂ۔ اوتئر آوازا اگئر بود پور کدۉ رۂ رئد کید٬ ای دۂ غݷتای موشۂ کی تا ݖی وی دئغ باشۂ و یا کئم دۂ فاسیلۂ اگۉ کئلماکئل باشۂ۔

source: Arabic
haz: ارئبی

source: Aragonese
haz: ارگونی

source: Are you coming? <strong>[called by another]</strong>
haz: تو مئیی؟ [یئگ دیگۂ کوی کئد]

source: Armenian
haz: ارمانی

source: Armenian Western
haz: ارمانی غئرنی

source: Arvanitika
haz: اروانیتیکا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
haz: از مۉ دۂ بئلې<matrixLink> مېݖریکس</matrixLink><discourseLink>ۮیسکۉرس </discourseLink> یا<emailLink> ای مېل</emailLink> سئوال پورسان میتنید٬

source: Assamese
haz: اسامی

source: Asturian
haz: استوری

source: Atayal
haz: اتایئل

source: Automotive and Transport
haz: خۉد رۆ و امدو رئفت

source: Azerbaijani
haz: آزئرباݷجانی

source: Baatonum
haz: باتونئم

source: Background Noise
haz: شئر شۉری پاس پوشت

source: Background Voices
haz: آوازای پئس پوشت

source: Back to Top
haz: پئس دۂ سئر سئفۂ

source: Bafia
haz: بافیا

source: Bafut
haz: بئفوݖ

source: Balochi
haz: بئلۉچی

source: Balti
haz: بئلتی

source: Bambara
haz: بئمبارا

source: Bamun
haz: بئمون

source: Bamvele
haz: بئموېلې

source: Bankon
haz: بئنکون

source: Baoule
haz: باولی

source: Basaa
haz: بئسا

source: Bashkir
haz: بئشکیر

source: Basque
haz: بئسکویی

source: Batanga
haz: بئتئنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
haz: پېش از رئد کیدۉنی کلیپ اوش شیم باشۂ شایئد خانیندۂ لۆز رۂ غئلئد تئلئفوز کیدۂ باشۂ٬ تایی بیلئندی آواز اوش شی نئشودۂ باشۂ٬ یا بېخی سئوالی نیشان رۂ دۂ نئزئر نئگیریفتۂ باشۂ۔ دۂ دونیا کیݖݖۂ اقسامی تئلئفوزی لۆزا وجود دیرۂ کی بازی یای شی شایئد شومۉ نئشینیدۂ باشید۔ بئلدې ازوا یئگ چارچۆکاتی تئشویق دۂ نئزئر بېلید کی رئقئم از شومۉ تئلئفوز نئمیتنۂ۔

source: Belarusian
haz: بیلاروسی

source: Bengali
haz: بئنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
haz: بېرېݖ ام قئد زۉر اووردۉ بئلې اوئلنۂ ایججۂ سئیې یۂ(اینگلیس) ام قئد زۉر اووردۉ بئلې دوومنۂ ایججۂ(امریکا)

source: Betawi
haz: بېݖاوی

source: <bold>{ $count }</bold> Clips
haz: کلیپا

source: <bold>Help us</bold> find more voices
haz: بئلدې پݷدا کیدۉنی دیگۂ آوازا مۉرۂ کۉمئگ شید

source: Borgu Fulfulde
haz: بورگو فولفولدې

source: Bosnian
haz: بۉسنی

source: Breton
haz: برېتۉن

source: Brushaski
haz: بروشیسکی

source: Bulgarian
haz: بئلغاری

source: Bulk batch
haz: کیݖݖۂ

source: Bulk Sentences Uploaded
haz: زیاد جوملا اپلۉۮ شودۂ

source: Bulu
haz: بولو

source: Bunun
haz: بونئن

source: Burmese
haz: بئرمیزی

source: Buryat
haz: بوریات

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
haz: قئد دۂ دیست اووردۉنی ای مېل قئبول مونی کی قئد مۉزیلا یئگۉ موشکیل نئدیرې اموتئر کی دۂ شئرایت نامې مۉزیلا تۆزې دیدۂ شودۂ

source: By telling us about yourself, you will help developers build more inclusive technology
haz: قئد مالومات دیدۉ از بارې خو شومۉ کۉمئگ مونید تا قئوی تئر ݖیکنالۉجی جۉر شونۂ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
haz: قئد ایستیمال کیدۉنی آوازی بېخی/ کامئن واݷس٬ شومۉ قئد شئرتا و خئدی رازداری از مۉ قینائد کیدېد

source: Cameroon Pidgin
haz: کېمیرون پیۮگین

source: Cancel Re-recording
haz: از نۆ پور کیدۉنی آواز رۂ بئن کو

source: Cancel Submission
haz: خئلاس کیدۉ

source: Cannot submit more than 1000 sentences
haz: از 1000 جوملۂ غئدئرتئر رئیی نئمیتنی

source: Cantonese
haz: کېنݖۉنیس

source: Catalan
haz: کئݖئلان

source: Central Alaskan Yupʼik
haz: الاسکای مېنکئلگی یوپیک

source: Central Kurdish
haz: کوردی مېنکئلگی

source: Central Puebla Nahuatl
haz: پیوبلا نئیوتئلی مئرکئزی

source: Change preferences
haz: تئغیر ݷئبدیلی اوئلی

source: Check <icon></icon> is this a linguistically correct sentence?
haz: تۉغ <icon></icon>آیا امی از روی ایلمی زیبۉ شیناسی سئیې یۂ؟

source: <chevron></chevron>See less
haz: کئم تۉغ کید

source: <chevron></chevron>See more
haz: مئزید تۉغ کید

source: Chinese (China)
haz: چینایی

source: Chinese (Hong Kong)
haz: چینایی (اۉن کۉنگ)

source: Chinese (Taiwan)
haz: چینایی (تایوانی)

source: Chinyanja
haz: چینیانجا

source: Choose language/localization
haz: زیبۉ یا لۉکئلایزېشئن رۂ سونغو کو

source: Chuvash
haz: چوواش

source: Citation
haz: اوالۂ

source: Cite with a URL link or the full name of the work.
haz: قئد یو آر اېل لینک یا موکئمئل نامی کار شی اوالۂ بیدی

source: Click
haz: پوچیق

source: Clips Uploaded
haz: کلیپا اندئختۂ شود

source: Comment
haz: نئزئر

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
haz: کامئن وایس کۉمئگ موشۂ قئد کۉمئگی مالی! مۉ خۉش دیرې کی قئد اکادیمیا٬ جامیې مئدئنی و مئراکیزی تئقیقی شئریگ کار کئنی۔ کامئن وایس موفتۂ مئگئر نکۉمئگ مالی کدۉ رۂ نیاز دیرۂ

source: Contact
haz: رابیتۂ

source: Contact Us
haz: قئد مۉ رابیتۂ کید

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
haz: کانݖېنݖ تئوئسوتی لایسېنسی creative commons license مۆجودۂ

source: Continue
haz: پېش بوبئر

source: Continue validating
haz: ایدامۂ بیدی

source: Contribute
haz: شئریگ شودۉ

source: Contribute sentences
haz: جوملۂ کۉمئگ شید

source: Contribution Criteria
haz: شئرتی کۉمئگ

source: Cookies
haz: کوکیز

source: Copainalá Zoque
haz: کۉپېنالا زۉکوی

source: Cornish
haz: کۉرنیشی

source: Corsican
haz: کۉرسیکئن

source: Create a profile
haz: یئگ پرۉفایل جۉ کو

source: Crimean Tatar
haz: کریمېن تاتار

source: Criteria
haz: شئرت

source: Croatian
haz: کراوېشی

source: Czech
haz: چېک

source: Dagbani
haz: دئگبانی

source: Dameli
haz: دامیلی

source: Danish
haz: دانیش

source: Dargwa
haz: دئرگوا

source: Datasets
haz: مالومات

source: Dawoodi
haz: داوودی

source: Delete my recordings
haz: آوازای پور کیدې مۂ رۂ پاک کو

source: Dhivehi
haz: دیوی

source: Dholuo
haz: دولوو

source: Different language
haz: دیگۂ زیبۉ

source: Difficult to pronounce
haz: خاندۉن شی سئختۂ

source: Dioula
haz: ۮیولا

source: Discard ongoing recording
haz: آواز پور کیدۉ رۂ بئن کو

source: Documentation
haz: اسناد جۉ کیدۉ

source: Does the sentence meet the guidelines?
haz: جوملا قئد رانومایی بئر بئر مئیۂ؟

source: Donate
haz: وئقف/کۉمئگ

source: Donate your voice
haz: آواز خو وقف کو

source: Don't see your language on Common Voice yet?
haz: زیبۉن خو تئبالی بئلې کامئن وایس اوش نئنی؟

source: Drag your file here or <uploadButton>click to upload</uploadButton>
haz: فایل خو اینجی لئش کو یا <uploadButton>بئلدې اپلۉۮ شی پوچیق کو</uploadButton>

source: Drop file here to upload
haz: بئلدې اپلۉۮ فایل رۂ اینجی بېلو

source: Duala
haz: دوالا

source: Dutch
haz: ۮئچ

source: Eastern Balochi
haz: بئلۉچی شئرقی

source: Eastern Huasteca Nahuatl
haz: ایوسݖیکا نایݖئلی شئرقی

source: Eastern Min
haz: مینی شئرقی

source: Ebrie
haz: ایبری

source: Email
haz: ای مېل

source: Emakhuwa
haz: ایماخووا

source: English
haz: اینگیلېسی

source: Enter your public domain sentence here
haz: جوملې ۮۉمېنی اولوسی خو دۂ اینجی نیمیشتۂ کو

source: Enter your public domain sentences here
haz: جوملې ۮۉمېنی اولوسی خو نیمیشتۂ کو

source: Error adding sentence
haz: جوملې ایزافۂ کیدې شوم غئلئدۂ

source: Erzya
haz: ایرزیایی

source: ESC
haz: ای اېس سی

source: Esperanto
haz: ایسپیرانتۉ

source: Estonian
haz: ایسݖۉنیایی

source: Eton
haz: ایݖۉنی

source: Ewe
haz: ایوی

source: Ewondo
haz: ایونۮویی

source: Exit & Delete clips
haz: بور شو و کلیپا رۂ پاک کو

source: Fang
haz: فئرگی

source: FAQ
haz: ایف اې کیو

source: Faroese
haz: فېرۉزی

source: Fewer than 15 words per sentence
haz: کئمتئر از 15 لۆز دۂ آر جوملۂ

source: Fields marked with an asterisk (*) are required.
haz: خانای کی قئد (*) نیشانی شودۂ زئروری یۂ کی پور شونۂ

source: File is too large
haz: فایل غئدئر کیݖݖۂ یۂ

source: File is too small
haz: فایل غئدئر رېزۂ یۂ

source: Finance
haz: فاینېنس

source: Finish recording
haz: آواز پور کیدۉ رۂ خئلاس کو

source: Finish recording first?
haz: اوئل پور کئدۉ رۂ خئلاس نی؟

source: Finish Review
haz: از نۆ تۉغ کیدۉ رۂ خئلاس کو

source: Finish validating
haz: خئلاس کو

source: Finish validating clips?
haz: کلیپای اېتیباری رۂ خئلاس کئنوم؟

source: Finnish
haz: فینیشی

source: Follow guidelines from “What sentences can I add?”
haz: از اینجی رانومایی رۂ دومبال کو "چیز رئقئم جوملا رۂ میتنوم ایزافۂ کئنوم؟"

source: for example
haz: بئلدې میسال

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
haz: بئلدې ازی کی ݖېکنالۉجی خوب کار کئنۂ٬ ۮېݖا کی جۉر گئرا رۂ کومئگ مونۂ لازیم دیرۂ کی کیݖݖۂ ݖۉلی مئردوم رۂ اککاسی کئنۂ۔ مئسلئن اگئر مۉ مئخسوس نئفئرا رۂ ایزافۂ نئکنی باز کېکنالۉجی بئلدې ازو کئسا خوب روست کار نئمیتنۂ۔

source: French
haz: فئراسئوی

source: Frisian
haz: فیرېزی

source: Fulah
haz: فولایی

source: Galician
haz: گېلیشی

source: Gawarbaiti
haz: گئواربݷتی

source: Gawri
haz: گاوری

source: General
haz: اومومی

source: General language / multiple variants
haz: اومومی زیبۉنا/ موختئلیف اقسام

source: Georgian
haz: جارجیایی

source: German
haz: جئرمئنی/ آلمانی

source: Gheg Albanian
haz: گیگ البانی

source: Ghomala
haz: گومالا

source: Gorani
haz: گورانی

source: Grammatical / spelling error
haz: گیرامئری ېا ایملایی موشکیل دیرۂ

source: Great!<recordIcon></recordIcon> Record your next clip
haz: خوبۂ<recordIcon> </recordIcon> دیگۂ آواز خو میتنی پور کئنی

source: Great work!<playIcon></playIcon> Listen again when you're ready
haz: آفئرین! غݷدی آمادۂ بودی از نۆ گۉش کو

source: Greek
haz: یونانی

source: Gronings
haz: گرۉنینگی

source: Guarani
haz: گوارانی

source: Guidelines
haz: رانومایی

source: Gujarati
haz: گوجراتی

source: Gujari
haz: گوجئری

source: Haitian
haz: اݷتیئن

source: Hakha Chin
haz: اکاچین

source: Hausa
haz: ایوسا

source: Healthcare
haz: جان جۉری

source: Hebrew
haz: ایبرانی

source: Help
haz: کۉمئگ

source: Help create Common Voice’s first target segment in { $locale }
haz: کۉمئگ کید تا کی بئخشی مئخسئدی کامئن وایس رۂ جۉر کئنی

source: Help teach machines how real people speak, donate your voice at { $link }
haz: دۂ یاد دیدۉنی مئشینا کۉمئگ کد کی چوتور آدئمای اسلی گئب میزنۂ ٬ آواز خو مۉ رۂ وئقف کد

source: Help us validate voices
haz: بئلدې اېتیباری آواز مۉرۂ کۉمئگ کید

source: Highland Puebla Nahuatl
haz: آی لېنۮ پیوبلا ناووݖئل

source: Hiligaynon
haz: ایلیگېنون

source: Hill Mari
haz: ایل مئری

source: Hindi
haz: ایندی

source: His hand was rais-ed.
haz: دیستای شی بال بود۔

source: History, Law and Government
haz: تاریخ٬ قانون و اکومئد

source: How do I cite?
haz: چوتور اوالۂ بیدیم؟

source: How to add multiple sentences
haz: زیاد جوملا چیز رئقئم ایزافۂ موشۂ

source: How would you describe your sex or gender?
haz: جینسیئت خو چوتور وازې نی؟

source: Huarijio
haz: یواریجیو

source: Huautla Mazatec
haz: ایاویوتلا مئزاتئک

source: Hungarian
haz: ائنگیری

source: I agree
haz: ما قئبول دیرۉم

source: Ibibio
haz: اییبیبیو

source: Icelandic
haz: اݷسلېنۮی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
haz: ما یئقین خو پوختۂ کئدوم کی جوملا<wikipediaLink> اولوسی ۮۉمېن</wikipediaLink> استۂ و ما ایجازې اپلۉۮ شی دیرۉم

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
haz: ما یئقین میدیم کی ای جوملۂ<wikipediaLink> ۮۉمېنی اولوسی استۂ </wikipediaLink>و ما ایجازې اندئخۉن شی دیرۉم۔

source: <icon></icon> Add multiple public domain sentences
haz: <icon></icon>موختئلیف جوملای اولوسی ۮۉمېن ایزافۂ کید۔

source: Ideally natural and conversational (it should be easy to read the sentence)
haz: خوب تئبی یی و قابیلی تۉرۂ گۉیی باشۂ(جوملۂ خاندۉن شی خوب آسۉ بئشۂ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
haz: ما مېخایوم کی مئخسئد دۂ گۉش زیدۉ "گۉل ریمایۮئر" والا ای مېل دۂ دیست بݷروم٬ آوالای نۆ و خئبئرا دۂ بارې کامئن وایس

source: I do not agree
haz: ما قئبول نئدیرۉم

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
haz: اگئر ای جوملای از خۉد تو استۂ٬ فئقئد بوگی<italicizedText> از خۉدیم استۂ۔ مۉ بایئد بوفامی کی ای کانݖېنݖ رۂ از کوجا کیدې تا کی مۉ او رۂ دۂ بݷنی اولوسی ۮۉمېن تۉغ کئنی و پابئندی کاپی رایݖ بئلې شی نئیۂ۔ بئلدې مئزید <guidelinesLink>مالومات سئفې رانومای مۉ رۂ تۉغ کید۔</guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
haz: تا غݷدی کی نیمیشتۂ کوللئن فامیدۂ نئموشۂ آواز پور کیدۉ رۂ رئد کو۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
haz: بئلدې ازی فایل اگۂ مئزید مالومات مېخایی بیدی از خݷر خو اینجی رابیتۂ کئنو </emailFragment></emailFragment>commonvoice@mozilla.com

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
haz: اگئر بئلدې فاݷلی کی مېخایی مئزید مالومات بیدی دۂ بݷن ازی ݖېمپیلېݖ نئبود از خݷر خو اینجی رابیتۂ کئنو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
haz: اگۂ جوملا قئد بئلنۂ شئرتا سئر بئر بئر نئمئیۂ٬ &quot;پوچوق کو و بئلدې رئد کیدۉن شی&quot; اېنی بوچچی دیست چئب رۂ پوچوق کو۔ اگۂ دۂ بارې جوملۂ دیل تو پور نییۂ; میتنی کی تېر بئیی و پېش بۉری

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
haz: اگۂ جوملا قئد ازی شئرتا بئرابئر مئیۂ٬ &quot;رۂ پوچوق کو۔ بئلدې قئبول کیدۉ &quot; بوچچی شی دۂ بوللۉ یۂ

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
haz: اگئر اگۉ چیز رۂ موتئوئجې موشی کی موتابیقی آیین مۉ نییۂ از دیل خو پېش بۉرو۔ بازئم اگئر تئسمیم گیریفتۂ نئمیتنی بوچی تئد رۂ پوچیق کو و بئلدې دیگې شی پېش بۉرو۔

source: If you run out of sentences to review, please help us collect more sentences!
haz: اگۂ دۂ نئزئر شوم جوملا کئمۂ ٬ از خݷر خو مۉ رۂ بئلدې ݖۉل کیدۉنی جوملۂ کۉمئگ شید

source: Igbo
haz: ایگبو

source: Include appropriate citation
haz: دئقیق اوالۂ بیدید

source: Indonesian
haz: اینۮۉنېشیایی

source: Indus Kohistani
haz: اینۮئس کۉیستانی

source: Interlingua
haz: اینݖئرلینگوا

source: Interlingue
haz: اینݖئرلینگوی

source: Iñupiaq
haz: اینوپیاقی

source: Invalid file
haz: فایلی غئلئد

source: Irish
haz: اېرلیندی

source: IsiNdebele (North)
haz: ایسیندیبیلی (شومالی)

source: IsiNdebele (South)
haz: ایسیندېبېلې جونوبی

source: Italian
haz: ایتالیایی

source: It contains words or phrases that are hard to read or pronounce.
haz: ای جوملۂ اوتۂ لۆزا دیرۂ کی خاندۉن شی سئختۂ

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
haz: ساالانۂ تئقریبئن یئگ میلیون ۮالئر مئسرئف دیرۂ امی کی ۮېݖاسېݖ رۂ میگری و زئمینۂ رۂ بېتئر مونی بئلدې از 100 زیاد زیبۉنای کی مۉ بئلدې شی کار مونی۔ اگئر قئدر شی مونی واز کو٬ ایمرۉز وئقف کو

source: It is written in a language different than what I’m reviewing.
haz: ای دئزو زیبۉ کی ما از نۆ تۉغ مونوم نیمیشتۂ نئشودۂ

source: It is written in a language different than what I’m speaking.
haz: ای دۂ دیگۂ زیبۉ نیمیشتۂ شودۂ

source: Izhorian
haz: ایزۉریانی

source: Japanese
haz: جاپانی

source: Jaqaru
haz: جئقارو

source: Javanese
haz: جئوانیسی

source: Join our community
haz: دۂ آغیل/ کئمیونیݖی مۉ شیرکئد کید

source: Join the Common Voice mailing list
haz: دۂ مېلینگ لیسݖی کامئن وایس شیرکئد کید

source: Just Unsure?
haz: موتمئیین نیی؟

source: Kabardian
haz: کئباردیانی

source: Kabyle
haz: کېبیالی

source: Kalasha
haz: کئلاشا

source: Kalenjin
haz: کئلېنجی

source: Kalkoti
haz: کئلکۉݖی

source: Kannada
haz: کئناۮۮا

source: Kaqchikel
haz: کئقچیکېل

source: Kara
haz: کارا

source: Karakalpak
haz: کئرئکئلپاکی

source: Kateviri
haz: کاݖیویری

source: Kazakh
haz: قئزاقی

source: Keep it up, record again <recordIcon></recordIcon>
haz: پېش بۉرو٬ از نۆ پور کو <recordIcon></recordIcon>

source: Keep the recordings
haz: آواز پور کیدۉ رۂ پېش بوبئر

source: Keep track of your progress with a profile
haz: ݖرېکی پېش بوردی کاری خو قئد پرۉفایل پېش خو نیگا کید

source: Kenyi
haz: کینیی

source: Ketrani
haz: کېترانی

source: Khmer
haz: خمېری

source: Khowar
haz: کوار

source: K'iche'
haz: کیچی

source: Kichwa
haz: کیچوا

source: Kidaw'ida
haz: کیداویدا

source: Kikuyu
haz: کیکویو

source: Kinyarwanda
haz: کینیاروئنۮا

source: Kohistani Shina
haz: شینا کۉییستانی

source: Kom
haz: کۉم

source: Komi-Zyrian
haz: کۉمی زیریانی

source: Konkani (Devanagari)
haz: کۉکانی (دېوناگری)

source: Konkani (Romi)
haz: کۉنکانی (رومی)

source: Korean
haz: کۉریایی

source: Kuku
haz: کوکو

source: Kurmanji Kurdish
haz: کوردی کورمانجی

source: Kyrgyz
haz: کیرغیزی

source: Language Fundamentals (e.g. Digits, Letters, Money)
haz: پݷسئنگی زیبۉ ( ممئسلئن شومارۂ٬ اوروف٬ روپی)

source: Languages
haz: زیبۉنا

source: Lao
haz: لاوی

source: Large bulk sentence submission
haz: رئیی کیدۉنی جوملای کیݖݖۂ

source: Lassi
haz: لاسی

source: Latgalian
haz: لئݖگالیانی

source: Latvian
haz: لئݖویانی

source: Laz
haz: لازی

source: Learn More
haz: مئزید یاد بیگرید

source: Leaving now means you'll lose your progress
haz: اگئر یالی رافتی ایدامۂ دیدۂ نئمیتنی

source: Ligurian
haz: لیگوریانی

source: Lingala
haz: لینگالا

source: Link Copied
haz: لینک کۉپی شود

source: Listen
haz: گۉش کو

source: Listen options menu
haz: مینوی گوزینې گۉش کیدۉ

source: Lithuanian
haz: لیتویانیایی

source: Loading…
haz: دئرۆ موشۂ

source: Loading sentences…
haz: مئتئلی جوملا باشید

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
haz: <loginLink>لۉگ این</loginLink> یا <loginLink>ساین اپ</loginLink> کین بئلدې زیادتئر جوملا

source: Log in or sign up to get started
haz: لۉگ این یا ساین اپ کئنید تا شورۉ شونۂ

source: Log In / Sign Up
haz: لۉگ این/ ساین اپ

source: Log Out
haz: لۉگ آوݖ

source: Lojban
haz: لۉجبانی

source: Luganda
haz: لوگانۮایی

source: Luxembourgish
haz: لوکسیمبئرگیشی

source: Macedonian
haz: مئکېۮۉنیانی

source: Mada
haz: ماۮا

source: Maithili
haz: مایتیلی

source: Make sure the sentence meets the following criteria:
haz: باوئر پݷدا کو کی جوملای تݷنۂ اېنی شئرتا رۂ دئشتۂ شۂ۔

source: Malagasy
haz: مئلاگئسی

source: Malay
haz: مالیزی

source: Malayalam
haz: مئلیالئم

source: Maltese
haz: مالتیزی

source: Manx
haz: مېنکسی

source: Mapudungun
haz: ماپودونگون

source: Marathi
haz: مئراݖی

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
haz: بئلدې سوراغ سورچی یا ریسئرچ خو سی وی لازیم دیرې؟

source: <mark>We need</mark><br/><mark>your help!</mark>
haz: مۉ کۉمئگ شوم لازیم دیرې

source: Maximum file size: 25 MB
haz: کیݖݖۂ تئرین اندازې فایل 25 اېم بی

source: Mbo
haz: اېم بی اۉ

source: Meadow Mari
haz: میاۮۉ مئری

source: Media and Entertainment
haz: میۮیا و اۉماغ

source: Medumba
haz: مېدومبا

source: Meetei Lon
haz: میݖی لۉنی

source: Michoacán Mazahua
haz: میچاوکئن مئزایوا

source: Mingrelian
haz: مینگریلیئن

source: Minimum sentences in file: 1000
haz: کئم از کئم جوملا دۂ فایل 1000

source: [Mismatched content]
haz: کانݖېنݖ سئیې نیمیشتۂ نئشودۂ۔

source: Misreadings
haz: غئلئد خاندۉ

source: Missing an <strong>'s'</strong> at the end of a word.
haz: دۂ آخیر لۆز اېس غݷبۂ

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
haz: "اې "یا" دۂ" دۂ اوئلی پور کیدۉ غݷبۂ

source: Missing the end of the last word by cutting off the recording too quickly.
haz: آخیری کئلیمۂ غݷبۂ بئخاتیری کی آواز پور کیدۉ رۂ چئبوک بئن کیدې۔

source: Mixteco Yucuhiti
haz: میکسݖېکۉ یوچیتی

source: Mokpwe
haz: مۉکپۉی

source: Moksha
haz: مۉکشا

source: Mongolian
haz: موغولی
